[
    {
        "id": 8,
        "subject": "Dinner!",
        "body": "Our dinner break is starting now! Congrats for making it this far, reward yourself with some yummy food! We will be serving pizza from Enzo's. Hacking will begin again at 7:00pm!\n\nIf your dietary restriction (vegan or allergies) prevents you from eating the food we have planned, please flag down an officer and let us know now!!!",
        "timestamp": "2025-03-03T01:34:30Z"
    },
    {
        "id": 7,
        "subject": "Post-Lunch hacking has begun!",
        "body": "The dedicated lunch break is now over and it is time to get back to hacking! Our next break will be for dinner @ 6:00pm. In the meantime, don’t forget to check out the #hoth-front-desk and our help room voice channels if you need any help on your projects or approach our office table at the back of the room!",
        "timestamp": "2025-03-03T00:33:00Z"
    },
    {
        "id": 6,
        "subject": "Lunch break!",
        "body": "Our dedicated lunch break is starting soon! Take a break, stretch your legs, stay hydrated, and grab a bite to eat! We will be serving In N Out!.\n\nHacking will continue @ 1:30pm!",
        "timestamp": "2025-03-03T00:32:19Z"
    },
    {
        "id": 5,
        "subject": "Workshop Q&A",
        "body": "Got any burning questions about our HOTH XII workshops? Feel free to shop for some answers from our amazing interns who put them together. Feel free to pay a visit to them at the round tables and ask them anything!",
        "timestamp": "2025-03-02T18:23:20Z"
    },
    {
        "id": 4,
        "subject": "Mentors!",
        "body": "If you have any questions or technical issues, feel free to ask one of our mentors. We're located in the back right corner!",
        "timestamp": "2025-03-02T17:49:04Z"
    },
    {
        "id": 3,
        "subject": "Breakfast, team formation, and time to start hacking!",
        "body": "Thank you to everyone who came out to our opening ceremony and a round of applause for our speaker Anakin Trotter! If you do not have a team, we will be hosting an official team formation event now next to the Connect-4 sets by the round tables. We'll also be serving breakfast from Noah's Bagels!\n\nHave fun and Happy hacking!",
        "timestamp": "2025-03-02T16:58:31Z"
    },
    {
        "id": 2,
        "subject": "Opening ceremony starts soon!",
        "body": "Hello hackers! The beginning of Hack on the Hill is coming! \n\nWe’re kicking things off at our OPENING CEREMONY in the Carnesale Commons Palisades Room! Excited to see everyone there and welcome you all to our 12-hour hackathon experience!",
        "timestamp": "2025-03-02T16:51:06Z"
    },
    {
        "id": 1,
        "subject": "Direct from Hack to HOTH",
        "body": "Hello! If you are joining the Hack server and are here for HOTH XII, please go to the #rules-and-roles-select channel, react to the Role Menu message with the HOTH XII logo to get the HOTH XI role. Then you can head to the #hoth-getting-started channel for more information!",
        "timestamp": "2025-03-02T16:48:02Z"
    },
    {
        "id": 0,
        "subject": "Welcome to HOTH XII!",
        "body": "Welcome to Hack on the Hill XII! We're glad to have you, and excited to see what you'll build. HOTH XII takes place this Sunday March 2nd, 2025. We'll be periodically updating these announcements with new information, so be sure to keep an eye out! Happy hacking! :)",
        "timestamp": "2025-02-26T05:58:16Z"
    }
]