[
    {
        "id": 3,
        "subject": "Breakfast, team formation, and time to start hacking!",
        "body": "Thank you to everyone who came out to our opening ceremony and a round of applause for our speaker Eugene Lo!\r\n\r\nThe moment you’ve all been waiting for is here! It’s time to start hacking! We wish you all the best of luck and can’t wait to see what you come up with!\r\n\r\nIf you do not have a team, ACM-W will be hosting an official team formation event now by the round tables!\r\n\r\nAdditionally, breakfast is from Noah’s Bagels and is being served at the back of the room. Get up and to it hackers!\r\n\r\nHave fun and happy hacking!",
        "timestamp": "2024-03-03T16:35:06Z"
    },
    {
        "id": 2,
        "subject": "Opening ceremony starts soon!",
        "body": "Hello hackers! The beginning of Hack on the Hill is coming! \r\n\r\nWe’re kicking things off at our OPENING CEREMONY in a few minutes in the Carnesale Commons Palisades Room! Excited to see everyone there and welcome you all to our 12-hour hackathon experience!",
        "timestamp": "2024-03-03T16:26:54Z"
    },
    {
        "id": 1,
        "subject": "Time to check in!",
        "body": "Good morning HOTH XI participants!\r\n\r\nCheck in has officially started at Carnesale Commons Palisades Room! We’re excited to see you here!",
        "timestamp": "2024-03-03T15:58:16Z"
    },
    {
        "id": 0,
        "subject": "HOTH Applications Closing Soon!",
        "body": "Hello all, thank you so much for visiting our website and for your interest in HOTH! HOTH XI is coming up this weekend on Sunday, March 3rd! Our application link can be found in the top right corner of this website using the \"Apply\" button, and as a thank you to everyone for signing up, we decided to extend the application deadline two more days to this Wednesday! The event is going to be PACKED with excellent competition, workshops, prizes, raffles, and opportunities to learn from esteemed professors and Common Experience personnel (and free food)!! \r\n\r\nCurrent and future applicants, stay posted for our official RSVP being sent out later this week!! Questions? Hit us up on our discord server for all the deets on the hackathon and other awesome stuff! \r\n\r\n📆 When: Week 9 Sunday, March 3, 2024\r\n📍 Where: Palisades Room, Carnesale Commons\r\n🎨 Theme: Intersections\r\n✏️ Applications Due: February 28th (this Wednesday), 2024",
        "timestamp": "2024-02-27T03:16:11Z"
    }
]